//Practical
document.write("<h1>О себе</h1>")
document.write('<ol><li>1. Какую цель вы преследуете в процессе прохождения этих курсов?</li></ol>')
document.write('<p>Научиться программированию и сменить профессию</p>')
document.write("<ol><li>2. Можете ли вы без сторонней помощи создать композицию (HTML) и оформление (CSS) сайта на базе макета (PSD)?</li></ol>")
document.write("<p>Да</p>")
document.write("<ol><li>3. Угас или вырос ваш интерес к web-технологиям после завершения этапа верстки? Готовы ли вы физически и эмоционально перейти на ступень выше – программирование JS?</li></ol>")
document.write("<p>Интерес вырос. Конечно готов.</p>")
document.write("<ol><li>4. Используете ли вы полученные знания и навыки не в рамках курса?</li></ol>")
document.write("<p>Пока нет</p>")
document.write("<ol><li>5. Постарайтесь объективно оценить свои успехи в рамках курса на фоне других участников. Не отталкивайтесь от рейтинга в электронном журнале. Оценка должна соответствовать цифре порядкового номера. Например, в группе 5 человек. Ваш порядковый номер</li></ol>")
document.write("<p>средний уровень. 3 из 5</p>")

//Homework
//1
Maxspeed
//2
Day_week
//3
2+6/(1+2)
//4
x=5 - true
x=9 - true
x=1 - true
x=100 - false
x=15 - false
x=9.8 - false
//5
x=2 - true
x=6 - true
x=8 - true
x=3 - false
x=15 - false
x=5 - false
//6
5+true
'2'+5
'3'+false