//3
// var x=+prompt('Введить значення змінної х');
// if(x>=0 && x<=100)
// alert (x+ ' -  належить');
// else alert (x+ ' - не належить');

//4
// var x=+prompt('Введить значення змінної х');
// var y=+prompt('Введить значення змінної y');
// if(x<y) alert('x<y');
// if(x>y) alert('x>y');
// if(x==y) alert('x=y');

//5

// var x=+prompt('Введить значення змінної х');
// if (x>=0 && x<=100) alert(x + '- належить до диапазону 0...100')
// else if (x>=101 && x<=200) alert(x + '- належить до диапазону 101...200')
// else if (x>=201 && x<=300) alert(x + '- належить до диапазону 201...300')
// else alert(x +' не належить жодному діапазону');

//6
var x=+prompt('Введить цифру');
if(true)alert(x);
if('x') alert ('не цифра');
